[
    {
        "title": "Boarding Services",
        "amount": "$450 per month",
        "content": "#### Board includes:\n\n- High-quality hay available at all times\n- Personalized feeding program for your horse\n- Daily turnout on pasture (summer months)\n- Electrolytes and fly deterrent supplements\n- Blanket, fly sheet, and fly mask changes\n\n>**Veterinary & Farrier Services**\n\n> Routine veterinary and farrier appointments are scheduled through GMF, with costs paid by the horse owner. *If you prefer your own vet or farrier* and cannot attend the appointment, a fee will apply for GMF staff to handle it on your behalf.\n\n> **Additional Services**\n\n> The following may incur extra fees:\n> - Additional supplements\n> - Specialized medical care (e.g., daily abscess treatment)\n> - Equine bodywork coordination:\n>   - Chiropractors\n>   - Massage therapists\n>   - Magna Wave practitioners\n\n> *Owners are welcome to include their horses in bodywork sessions at their own expense.*"
    },
    {
        "title": "Full Time Training",
        "amount": "$450 per month plus board",
        "content": "#### Full Training includes:\n\n> Four professional rides or private sessions per week, totaling 16 sessions per month. Additional lunging sessions are available at $35 each. Extra rides or lessons beyond the included 16 can be arranged, with pricing determined based on the type of session.\n\n> **Access to private GMF farm events**\n> - Dressage training days\n> - Show jumping\n> - Free jumping\n> - Cross-country schooling\n> - Trail rides\n\n> *If an outside clinician is brought in for feedback during these events, an additional fee may apply.*"
    },
    {
        "title": "Part Time Training",
        "amount": "$350 per month plus board",
        "content": "#### Partial Training Program includes:\n\n> One professional ride and two group lessons per week, for a total of 12 sessions per month. Additional lunging sessions are available at $35 each. Extra rides or private lessons can be arranged, with pricing based on the type of session and agreed upon with GMF staff.\n\n> **Access to private GMF farm events**\n> - Dressage training days\n> - Show jumping\n> - Free jumping\n> - Cross-country schooling\n> - Trail rides.\n\n> *If an outside clinician is brought in for feedback during these events, an additional fee may apply.*"
    },
    {
        "title": "Leasing",
        "amount": "To Be Determined",
        "content": "#### Leasing Program\n\n> GMF offers a limited number of horses available for lease.\n\n>   *At this time, we offer half leases on our GMF owned horses. (see below)* \n\n>   - Lessees are responsible for 50% of veterinary and farrier costs, as well as half the cost of bodywork and grooming services such as clipping, mane pulling, and show braiding.\n\n>  - Lunging sessions are included in the lease."
    },
    {
        "title": "Half Leasing",
        "amount": "$450 total per month ($200 board plus $250 per month lesson program)",
        "content": "#### Half Lease includes:\n\n> Two group lessons per week (8 per month) and one free ride per week.\n\n> - Free rides may be used for trail rides, off-site shows, or GMF private weekend events such as dressage training days, show jumping, free jumping, cross-country schooling, or professional clinics.\n\n> - An additional fee may apply if a clinician is brought in for feedback during these events.\n\n> - Lunging sessions are included."
    },
    {
        "title": "Lesson Program",
        "amount": "Lesson amounts depend on which type of lesson, please see below",
        "content": "#### Lesson program includes:\n\n> Instruction is customized to each rider’s skill level, with advancement determined by the GMF training staff.\n\n> - Instruction includes equine care, groundwork, showmanship, grooming, dressage, and hunt seat equitation.\n\n> - Advanced lessons cover show jumping, cross-country, dressage, and eventing derbies.\n\n> We offer private and group lessons both on-site and off-site. \n\n> Starter lessons are available for all ages and will continue until GMF staff determine the rider is ready for group instruction."
    }
]